IdeaRS.OpenModel.Loading.StrainImpulse
Generalized strain load impulse.

IdeaRS.OpenModel.Loading.StrainImpulse.EpsX
The normal strain.

IdeaRS.OpenModel.Loading.StrainImpulse.PhiX
The torsion slope around x axis.

IdeaRS.OpenModel.Loading.StrainImpulse.PhiY
The curvature around z axis.

IdeaRS.OpenModel.Loading.StrainImpulse.PhiZ
The curvature around y axis.

IdeaRS.OpenModel.Loading.StrainImpulse.GammaXY
The shear strain.

IdeaRS.OpenModel.Loading.StrainImpulse.GammaXZ
The shear strain.